/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Nu niet";
"QUIT_TITLE" = "Stop";
"RESCAN_TITLE" = "Zoek nu";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Er is nieuwe software beschikbaar voor uw computer.";
"NEW_SOFTWARE_MESSAGE" = "U kunt de updates ook later installeren door 'Apple-menu' > 'Software-update' te kiezen.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "De software is up-to-date.";
"UP_TO_DATE_MESSAGE" = "Software-update heeft momenteel geen nieuwe software voor uw computer.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Er zijn alleen genegeerde updates beschikbaar. Probeer het later opnieuw.";
"RESET_IGNORED_UPDATES_TITLE" = "Herstel genegeerde updates";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "Er kan niet naar updates worden gezocht vanwege een netwerkprobleem.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Het zoeken naar updates is mislukt.";
"NETWORK_DIAGNOSTICS_TITLE" = "Diagnostische netwerkinfo…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "De software-update-server (%@) reageert niet.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Controleer of de netwerkverbinding normaal functioneert. Als er geen problemen zijn met de verbinding, neemt u contact op met de netwerkbeheerder voor assistentie.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "%@ is bezig met het installeren van updates.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Een andere gebruiker is bezig met het installeren van updates.";
"OTHER_SESSION_SAME_TITLE" = "Er worden momenteel updates geïnstalleerd.";
"OTHER_SESSION_MESSAGE" = "U kunt later naar meer updates zoeken door 'Apple-menu' > 'Software-update' te kiezen.";
"OTHER_DONE_USER_TITLE" = "%@ heeft updates geïnstalleerd. Wilt u nu controleren of er meer updates beschikbaar zijn?";
"OTHER_DONE_UNKNOWN_TITLE" = "Een andere gebruiker heeft updates geïnstalleerd. Wilt u nu controleren of er meer updates beschikbaar zijn?";
"OTHER_DONE_SAME_TITLE" =  "Er zijn updates geïnstalleerd. Wilt u nu controleren of er meer updates beschikbaar zijn?";
"OTHER_DONE_MESSAGE" = "Als u niet direct naar updates wilt zoeken, kunt u dat later doen door 'Apple-menu' > 'Software-update' te kiezen.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Gevaar: Apple handtekeningscontrole uitgeschakeld";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "Momenteel is de testmodus van Software-update actief. Deze modus is niet bedoeld voor normaal gebruik. In deze modus worden updates met elke \"vertrouwde\" handtekening geaccepteerd, niet alleen updates van Apple. Als u geen pakketten van andere leveranciers dan Apple voor Software-update aan het testen bent, wordt ten zeerste aangeraden om direct te stoppen met het gebruik van Apple Software-update.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Gebruik in testmodus";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Stop";

/* SUAppDetailedView */
"LogOutRequired" = "U moet uitloggen nadat de updates zijn geïnstalleerd.";
"LogOutRequired_Single" = "U moet uitloggen nadat de update is geïnstalleerd.";
"RestartRequired" = "U moet de computer opnieuw opstarten nadat de updates zijn geïnstalleerd.";
"RestartRequired_Single" = "U moet de computer opnieuw opstarten nadat de update is geïnstalleerd.";
"ShutDownRequired" = "U moet de computer uitzetten nadat de updates zijn geïnstalleerd.";
"ShutDownRequired_Single" = "U moet de computer uitzetten nadat de update is geïnstalleerd.";
"RestartRecommended" = "Aanbevolen wordt om de computer opnieuw op te starten nadat de updates zijn geïnstalleerd.";
"RestartRecommended_Single" = "Aanbevolen wordt om de computer opnieuw op te starten nadat de update is geïnstalleerd.";

"Install" = "Installeer";
"Install1Item" = "Installeer 1 onderdeel";
"InstallNItems" = "Installeer %d onderdelen";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "aanduiding";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Geïnstalleerd";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Gedeeltelijk gedownload (%d%%)";
"DOWNLOADED_LABEL" = "Gedownload";
"ERROR_LABEL" = "Fout";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Ga naar Apple downloadpagina…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Ga naar %@-downloadpagina…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Weet u zeker dat u de update '%@' uit de lijst wilt verwijderen?";
"ConfirmMakeInactive1ItemMessage" = "U wordt niet langer op de hoogte gesteld van nieuwe versies van deze update. Kies 'Software-update' > 'Herstel genegeerde updates' als u deze update weer wilt weergeven.";
"ConfirmMakeInactiveNItemsTitle" = "Weet u zeker dat u deze %d updates uit de lijst wilt verwijderen?";
"ConfirmMakeInactiveNItemsMessage" = "U wordt niet langer op de hoogte gesteld van nieuwe versies van deze updates. Kies 'Software-update' > 'Herstel genegeerde updates' als u deze updates weer wilt weergeven.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Annuleer";

"RESCAN_ERROR_TITLE" = "Er heeft zich een fout voorgedaan tijdens het zoeken naar updates.";
